let products = 
      {
        phone: [
          {
            price: 10900,
            id: 48866,
            img: "/phone/nokia.jpg",
            title: "5.71 Смартфон Nokia 4.2 32 ГБ черный",
            description: "Мастерство и изящность – на каждый день. Толщина 8,4 мм. Качественное стекло 2.5D с закругленными углами с передней и задней стороны. Не телефон, а сплошное удовольствие держать в руке. Экран HD+ 5,71 дюймов с соотношением сторон 19:9. Сплошное удовольствие не только держать, но и смотреть. Батарея, которая подстраивается под вас и долго держит заряд. Кнопка Google Ассистент помогает быстро решать любые задачи. Задавайте вопросы, узнавайте расписание на день, выключайте свет. И чем дольше вы его используете, тем лучше он работает. Успевайте больше с помощью смартфона. Делитесь эмоциями. С помощью двойной основной камерой и широкоугольной селфи камеры все улыбки будут в кадре. Проявите свои творческие способности, используя такие функции, как режим боке и расширенное редактирование снимков."
          },
          {
            price: 10400,
            id: 368340,
            img: "/phone/black.jpg",
            title: "5.5 Смартфон BlackView BV5800 16 ГБ зеленый",
            description: "5.5 Смартфон BlackView BV5800 с черно-зеленым цветовым оформлением корпуса относится к категории защищенных устройств и подходит для эксплуатации в любых условиях. Его экран снабжен защитным покрытием Corning Gorilla Glass 3, а корпус защищен от влаги и попадания мелких частиц пыли согласно требованиям стандарта IP68. Этому смартфону не способно навредить даже кратковременное погружение в воду. Моментально разблокировать устройство позволит сканер отпечатков пальцев."
          },
          {
            price: 10699,
            id: 698739,
            img: "/phone/redmi7.jpg",
            title: "6.26 Смартфон Xiaomi Redmi 7 64 ГБ красный",
            description: "Смартфон Xiaomi Redmi 7 подойдет для решения любых задач. Модель поддерживает стандарты 3G и 4G, поэтому вы будете обеспечены высокоскоростным мобильным подключением к Интернету везде, где есть покрытие сотовой сети. Навигационный модуль «контактирует» со спутниками GPS и ГЛОНАСС. Смартфон имеет стандартный набор беспроводных коммуникаций. Биометрическую защиту гарантируют сканер лица и сканер отпечатков пальцев. Смартфон Xiaomi Redmi 7 отличается высоким уровнем быстродействия, который достигается благодаря сочетанию 8-ядерного процессора Snapdragon 632, 3 ГБ оперативной памяти и графического ускорителя Adreno 506. Объем встроенной памяти составляет внушительные 64 ГБ. Если этого объема вам будет недостаточно, вы сможете воспользоваться картой памяти microSD, с объемом до 512 ГБ."
          },
          {
            price: 10199,
            id: 326082,
            img: "/phone/highscreen.jpg",
            title: "5.99 Смартфон Highscreen Power Five Max 2 64 ГБ синий",
            description: "Highscreen Power Five Max 2 смартфон с ёмким аккумулятором серии Power. Ёмкая батарея на 5000 мАч обеспечивает длительное время работы без подзарядки. Мощная батарея является неоспоримым плюсом, создавая ощутимый комфорт и удобство при ежедневном использовании аппарата. Быстродействие смартфона обеспечивает 8-ми ядерный процессор Mediatek Helio P23. Аппарат легко справляется с режимом многозадачности, работает быстро и чётко. Смартфон порадует и такими востребованными возможностями, как NFC, навигация GPS/ГЛОНАСС, LTE/4G, Wi-Fi, поддержка двух sim-карт. Утончённый дизайн, металлическая окантовка и элегантные черты смартфона придутся по вкусу самой широкой аудитории. Покрытие корпуса изготовлено из уникального шероховатого материала для надёжной фиксации устройства в руке. Highscreen Power Five Max 2 имеет очень удобную эргономику, комфортно размещается в ладони, прост в управлении и при этом обладает достаточно большим экраном."
          },
          {
            price: 11199,
            id: 680010,
            img: "/phone/lg.jpg",
            title: "6.1 Смартфон LG G7 Fit 32 ГБ черный",
            description: "Смартфон LG G7 Fit невольно притягивает к себе взгляды. В корпус с плавными линями и минимальной толщиной заключен яркий 6.1-дюймовый экран с соотношением сторон 19.5:9. Он подарит вам возможность наслаждаться потрясающей четкостью и отменной детализацией демонстрируемого на нем изображения. Даже при использовании устройства под прямыми солнечными лучами вы сможете без проблем рассмотреть транслируемый на дисплее материал за счет его высокой яркости, достигающей показателя 1000 нит. Элегантный корпус представленной техники выполнен из металла и стекла."
          },
          {
            price: 12199,
            id: 640904,
            img: "/phone/realme.jpg",
            title: "6.2 Смартфон realme 3 64 ГБ синий",
            description: "Смартфон Realme 3 64 ГБ оснащается 4 ГБ оперативной памяти. Объем внутреннего хранилища для данных – 64 ГБ. Его всегда можно расширить с помощью флеш-карты microSD. В смартфоне предусмотрен сканер лица и отпечатков пальцев. Они обеспечивают надежную защиту ваших данных на устройстве. Емкость установленного в аппарат аккумулятора – 4230 мА·ч. Для подзарядки смартфона используется разъем microUSB, а адаптер и шнур вы найдете в упаковке.Дисплей у аппарата безрамочный, он имеет диагональ 6.2 дюйма. Использовалась качественная IPS-матрица, выводящая отличное изображение. Фронтальную камеру на 13 Мп производитель уместил в каплевидный вырез."
          },
          {
            price: 10399,
            id: 929574,
            img: "/phone/xaomi.jpg",
            title: "6.26 Смартфон Xiaomi Mi 8 Lite 64 ГБ черный",
            description: "Смартфон Xiaomi Mi 8 Lite в глянцевом корпусе из стекла и металла смотрится стильно и эффектно. Он обладает увеличенной диагональю экрана (6.26 дюйма), что позволяет с комфортом смотреть кино и видео. Разрешение IPS-дисплея 2280x1080 сочетается с его безрамочной конструкцией, что обеспечивает высококачественное изображение. В основе работоспособности и производительности устройства лежат восьмиядерный процессор Qualcomm Snapdragon 660, графический ускоритель Adreno 512 и 4 ГБ оперативной памяти. Это указывает на сверхвысокую скорость обработки информации. Для хранения файлов, приложений и программ предусмотрен колоссальный объем памяти – 64 ГБ. За великолепное качество фото отвечает двойная основная камера на 12+5 Мп с целым набором опций и функций. Фронтальная камера с разрешением 24 Мп и сенсором Sony IMX 576 просто создана для селфи. Для обеспечения сохранности личных данных владельца модель оснащена сканерами лица и отпечатков пальцев."
          },
          {
            price: 10999,
            id: 816262,
            img: "/phone/asus.jpg",
            title: "6.3 Смартфон Asus Zenfone Max M2 32 ГБ синий",
            description: "Смартфон ASUS ZenFone Max M2 (ZB633KL) 32 ГБ с синим корпусом и передовым безрамочным дизайном экрана снабжен самыми производительными компонентами: процессором Snapdragon 632, 3 ГБ оперативной памяти. На этом изящном аппарате с поддержкой сетей 4G (LTE) вы сможете запускать любые приложения и игры, совместимые с платформой Android 8.1. 6.3-дюймовый экран мобильного устройства, выполненный на основе матрицы IPS, демонстрирует максимальное разрешение 1520x720 пикселей.Сканер отпечатков пальцев, расположенный на задней панели ASUS ZenFone Max M2 (ZB633KL) 32 ГБ, позволит вам буквально в одно касание разблокировать смартфон. Аппарат привлекает внушительным количеством флеш-памяти: 32 ГБ будет достаточно для хранения всех сделанных вами фото и видео, приложений и игр, музыки и электронных книг. Благодаря наличию аккумулятора емкостью 4000 мАч смартфон не придется часто подключать к зарядному устройству."
          },
          {
            price: 12999,
            id: 121487,
            img: "/phone/honor.jpg",
            title: "6.5 Смартфон Honor 8X 64 ГБ голубой",
            description: "Смартфон Honor 8X выполнен в синем корпусе с диагональю экрана 6.5, что делает его идеальным инструментом для демонстрации фото и просмотра видеороликов в высоком качестве. Разрешение экрана устройства достигает 2340x1080. Память 64 ГБ способствует безграничности действий: вы можете вести съемку, задействовав основную камеру 20+2 Мп, создавать плейлисты с любимыми музыкальными треками или просматривать видеоролики, сохраняя их на устройство.Благодаря аккумулятору емкостью 3750 мА ч смартфон Honor 8X будет работать в течение двух дней. Поддержка 2 SIM и модули 3G, 4G позволяют создать хорошие условия для комфортного общения. Преимущество смартфона состоит в том, что он предусматривает отдельные слоты для 2 SIM и карты памяти. Основная камера поддерживает 500 различных сценариев съемки, функцию мультикадровой стабилизации, режим ночной съемки, режим «Портрет», множество сценариев освещения."
          }
        ],
        tv: [
          {
            price: 131999,
            id: 424841,
            img: "/tv/samsung.jpg",
            title: "55 (139 см) Телевизор LED Samsung UE55NU7090 черный",
            description: "Телевизор LED Samsung UE55NU7090 в черном пластиковом корпусе обладает большим Edge-LED-экраном диагональю 55 дюймов (138 см), разрешением 3840x2160 (4K) с возможностью поддержки HDR. Частота обновления дисплея соответствует 60 Гц.У модели есть множество функций и преимуществ, которые выделяют ее среди других. Например, можно передавать изображение с экрана телевизора на мобильное устройство, а также подключить к нему мышь и клавиатуру. Также оно поддерживает игровой режим – это значит, что телевизор можно использовать как огромный монитор. Кроме того, он обладает ОС Tizen, поддержкой Smart TV и встроенным модулем Wi-Fi.Объемное звучание мощностью 20 Вт обеспечивает достойное музыкальное сопровождение изображению на экране. Опция воспроизведения всевозможных файлов с внешних носителей, наличие цифровых тюнеров DVB-S2, DVB-C, DVB-T2 являются дополнительными возможностями телевизора Samsung UE55NU7090. Установить прибор можно на подставку или на настенное крепление VESA."
          },
          {
            price: 121949,
            id: 621562,
            img: "/tv/lg.jpg",
            title: "49 (123 см) Телевизор LED LG 49SM8200 черный",
            description: "Телевизор LED LG 49SM8200 обладает большим 49-дюймовым экраном, заключенным в очень тонкую рамку, за счет чего изображение кажется безграничным. Подсветка Edge LED и технология NanoCell Color поддерживают максимальную чистоту цвета, делая изображение очень реалистичным. Впечатляющие характеристики яркости и контрастности предполагают высокую детализацию картинки и ее воспроизведение в формате Ultra HD (4K) 2160p. Благодаря углам обзора в 178° четкость изображения не теряется при просмотре телевизора сбоку. Оснащенный операционной системой WEB OS и 4-ядерным процессором телевизор LED LG 49SM8200 обладает искусственным интеллектом, с помощью которого можно найти в сети любую информацию или управлять умными устройствами, объединенными в домашнюю сеть. На телевизоре возможен просмотр спутниковых и кабельных каналов за счет встроенных тюнеров. Мощные (20 Вт) динамики воспроизводят объемный звук. Наличие игрового режима позволит полностью погрузиться в игру, выполняя самые сложные трюки легко и быстро. Ультратонкий корпус телевизора может быть установлен на подставку или закреплен на стене."
          },
          {
            price: 401949,
            id: 734726,
            img: "/tv/sony.jpg",
            title: "(108 см) Телевизор LED Sony KD-43XF7596 черный",
            description: "(108 см) Телевизор LED Sony KD-43XF7596 с черным корпусом и матрицей подсветки экрана Edge LED впечатляет качеством изображения на экране с разрешением 3840x2160 пикселей. Телевизор поддерживает функцию Smart TV, открывая вам доступ к обилию мультимедийного контента разного содержания. ТВ работает на платформе Android и допускает управление с помощью голосовых команд. Объединив его с игровой консолью PlayStation 4 или PlayStation 4 Pro, вы сможете насладиться эксклюзивными видеоиграми."
          },
          {
            price: 531949,
            id: 768043,
            img: "/tv/philips.jpg",
            title: "(126 см) Телевизор LED Philips 50PUS6704 черный",
            description: "(108 см) Телевизор LED Sony KD-43XF7596 с черным корпусом и матрицей подсветки экрана Edge LED впечатляет качеством изображения на экране с разрешением 3840x2160 пикселей. Телевизор поддерживает функцию Smart TV, открывая вам доступ к обилию мультимедийного контента разного содержания. ТВ работает на платформе Android и допускает управление с помощью голосовых команд. Объединив его с игровой консолью PlayStation 4 или PlayStation 4 Pro, вы сможете насладиться эксклюзивными видеоиграми."
          },
          {
            price: 531149,
            id: 51865,
            img: "/tv/tcl.jpg",
            title: "(140 см) Телевизор LED TCL L55P8SUS Frameless серый",
            description: "Tелевизор TCL оснащен экраном с диагональю 140 см. Модель TCL L55P8SUS Frameless обладает экраном с разрешением 3840x2160 (4K), поддержкой Smart TV, операционной системой Android 9.0, входом спутниковой антенны, объемным звучанием."
          },
          {
            price: 131949,
            id: 534706,
            img: "/tv/hitachi.jpg",
            title: "(140 см) Телевизор LED Hitachi 55HGW69 черный",
            description: "LED-телевизор Hitachi 55HGW69 обладает прекрасными показателями контрастности 4000:1 и яркости, элегантной ультратонкой рамкой, тройным тюнером и высочайшим стандартом звучания DTS, внутренними колонками и всеми функциями телевизора SMART. Обладает высоким показателем BPI (1500) – best picture index, что является индексом качества и глубины изображения. BPI – это наиболее полная и достоверная единица измерения стандарта частоты регенерации обновления изображений. Разрешение экрана этой модели соответствует стандарту 4K (Ultra HD), благодаря этому изображение на нем будет максимально реалистичным, обеспечивая ультрачеткость каждой детали. Этим обеспечиваются насыщенные цвета, яркость, четкость, контрастность и глубина картинки."
          },
          {
            price: 331949,
            id: 930679,
            img: "/tv/panasonic.jpg",
            title: "(124 см) Телевизор LED Panasonic TX-49FXR610 серебристый",
            description: "Телевизор LED Panasonic TX-49FXR610 с диагональю 124 см (49 дюймов) заключен в тонкий серебристый корпус. За счет размеров модель станет идеальным выбором для гостиной или другого просторного помещения. Direct-LED-экран с разрешением 3840x2160 (4K) и поддержкой HDR обеспечивает изображение самого высокого качества. Модель имеет собственный процессор, интегрированный модуль Wi-Fi и ОС My Home Screen. Это говорит о возможности выхода в интернет и просмотра всех имеющихся во Всемирной сети фильмов и сериалов. Кроме того, устройство позволяет смотреть всевозможные файлы с внешних носителей."
          },
          {
            price: 121949,
            id: 139168,
            img: "/tv/haier.jpg",
            title: "Телевизор LED Haier LE55X7000U серый",
            description: "Телевизор Haier оснащен экраном с диагональю 140 см. Модель Haier LE55X7000U обладает тремя портами HDMI, поддержкой HDMI 2.0, одним USB, шумоподавлением, эко режимом, 3D цифровым фильтром."
          },
          {
            price: 131949,
            id: 74608,
            img: "/tv/sony2.jpg",
            title: "Телевизор LED Sony KD-49XF8096 черный",
            description: "Телевизор LED Sony KD-49XF8096 черный с черным корпусом и матрицей подсветки экрана Edge LED впечатляет качеством изображения на экране с разрешением 3840x2160 пикселей. Телевизор поддерживает функцию Smart TV, открывая вам доступ к обилию мультимедийного контента разного содержания. ТВ работает на платформе Android и допускает управление с помощью голосовых команд. Объединив его с игровой консолью PlayStation 4 или PlayStation 4 Pro, вы сможете насладиться эксклюзивными видеоиграми"
          }
        ],
        laptop: [
          {
            price: 54949,
            id: 534139,
            img: "/laptop/asus.jpg",
            title: "Ультрабук ASUS VivoBook S330UA-EY023T золотистый",
            description: "Ультрабук ASUS VivoBook S330UA-EY023T - это сочетание ультратонкого дизайна, высокой производительности и компактности. В данной модели есть все, что необходимо для максимально комфортной повседневной работы за компьютером, от которой вы не сможете оторваться. Устройство располагает тремя разновидностями USB-портов для подключения к нему различной периферии и накопителей данных. Имеется и видеоинтерфейс HDMI, благодаря которому вы сможете вывести изображение с ноутбука на широкоформатный экран вашего телевизора. Не обошлось и без аудиоразъема 3.5 mm jack для подключения колонок или наушников. Ультрабук ASUS VivoBook S330UA-EY023T оснащен литий-ионным аккумулятором с невероятной емкостью. Его полного заряда хватит на 12 часов активного использования техники без необходимости ее подключения к электросети. Надежной защите хранящихся на ноутбуке данных, исключающей доступ к ним посторонних лиц, способствует встроенный сканер отпечатка пальцев. Габариты представленной модели - 196.3x305.7x17.9 мм (глубина, ширина и толщина соответственно)."
          },
          {
            price: 51949,
            id: 534149,
            img: "/laptop/hp.jpg",
            title: "Ультрабук HP ENVY x360 13-ag0000ur серебристый",
            description: "Для хранения всех типов мультимедийных файлов, документов и приложений HP ENVY x360 13-ag0000ur может предложить 128 ГБ долговременной памяти. Ультрабук оборудован одним SSD-накопителем, который привлекает полной бесшумностью работы, малым энергопотреблением, высокой скоростью записи и считывания цифровых данных. Портативное устройство с качественным IPS-экраном, имеющим диагональ 13.3 дюйма, работает под управлением платформы Windows 10."
          },
          {
            price: 50000,
            id: 977904,
            img: "/laptop/acer.jpg",
            title: "Ультрабук Acer Swift 3 SF314-41G-R5WK серебристый",
            description: "Этот ультрабук создан для тех, кто хочет получить надежное и производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Диск большого объема предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по бизнесу и коллегами по работе."
          },
          {
            price: 50000,
            id: 18792,
            img: "/laptop/zet.jpg",
            title: "Ноутбук ZET Ward M103 черный",
            description: "Ноутбук ZET Ward M103 в черном пластиковом корпусе обладает классическим конструктивным исполнением, которое не выдает его «геймерского» предназначения. При этом представленная модель имеет множество достоинств. IPS-экран обладает диагональю 15.6 дюйма с разрешением 1920x1080 и плотностью пикселей 141.2 PPI. Это говорит о высоком качестве и четкости изображения, что придает особое удовольствие прохождению игр. За высокое быстродействие и скорость обработки информации модели отвечают процессор Intel Core i5 с частотным диапазоном 2.3–4 ГГц, память типа DDR4 на 8 ГБ и видеокарта GeForce GTX 1050 с объемом памяти 2 ГБ. Конфигурацию дополняют веб-камера, микрофон и интерфейсы для подключения других цифровых устройств. Все необходимые программы, игры, файлы и приложения смогут разместиться на 120 ГБ твердотельного накопителя и 1 ТБ встроенной памяти. Ресурса литиево-полимерного аккумулятора ноутбука ZET Ward M103 хватает на 5 часов активных игр без подключения к электросети. Игра Forza Horizon 4 в комплекте."
          },
          {
            price: 30000,
            id: 806312,
            img: "/laptop/lenovo.jpg",
            title: "Ноутбук Lenovo Ideapad L340-17API серый",
            description: "Ноутбук Lenovo IdeaPad L340 на базе процессора AMD позволяет делать больше за разумные деньги. Наслаждайтесь великолепным звучанием, превосходной производительностью и потрясающей графикой, где бы вы ни находились. Этот 17-дюймовый ноутбук поддерживает режим защиты зрения и функцию быстрой зарядки, а также оснащается шторкой веб-камеры — и все это в стандартной комплектации.."
          },
          {
            price: 33000,
            id: 481963,
            img: "/laptop/aspire.jpg",
            title: "Ноутбук Acer Aspire 3 A315-41G-R1G9 черный",
            description: "Acer Aspire 3 A315 - приятное сочетание технологий и классического дизайна. Стильный корпус, выполненный из высокопрочного пластика, никого не оставит равнодушным. Данный ноутбук - вариант для тех, кто привык окружить себя качественными и практичными устройствами."
          },
          {
            price: 33000,
            id: 407661,
            img: "/laptop/pad.jpg",
            title: "Ультрабук Lenovo IdeaPad C340-14IWL черный",
            description: "Этот ноутбук создан для тех, кто хочет получить надежное и производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Диск большого объема предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по бизнесу и коллегами по работе."
          },
          {
            price: 33000,
            id: 879920,
            img: "/laptop/apple.jpg",
            title: "Ноутбук Apple MacBook Pro Retina TB (MV9A2RU/A) серебристый",
            description: "Ноутбук Apple MacBook Pro Retina TB (MV9A2RU/A) – это стильное и удобное устройство, помогающее выполнять рабочие задачи, учиться или отдыхать. Кнопки клавиатуры нажимаются легко и плавно, что обеспечит хорошую и комфорт печати. Изображение на IPS-экране с глянцевым покрытием радует четкостью и максимальной детализацией. Высокоскростной, 4-ядерный процессор Core i5 8279U обеспечит быструю загрузку системы. А благодаря ОЗУ формата LPDDR3 (8 ГБ) возможна быстрая загрузка и одновременная работа программ, приложений, файлов. В ноутбуке Apple MacBook Pro Retina TB (MV9A2RU/A) для хранения всевозможной информации используется твердотельный накопитель (SSD) объемом 512 ГБ. Функциональность ноутбуку обеспечивают веб-камера, стереодинамики и встроенный микрофон. Кроме того, на ноутбуке можно практически где угодно работать в сети Интернет, подключившись с помощью модуля Wi-Fi. Подключение к ноутбуку внешних устройств происходит при помощи USB-разъемов или беспроводного передатчика Bluetooth 5.0. Бесперебойную работу ноутбука до 10 часов поддерживает аккумулятор."
          },
          {
            price: 120000,
            id: 704349,
            img: "/laptop/air.jpg",
            title: "Ноутбук Apple MacBook Air (MVFN2RU/A) золотистый",
            description: "Любимый всеми Mac, в который можно легко влюбиться заново. Тонкий и лёгкий MacBook Air оснащён дисплеем Retina с технологией True Tone, Touch ID, клавиатурой последнего поколения и трекпадом Force Touch. И это невероятно удобный MacBook Air — он работает весь день без подзарядки и может справиться с любыми задачами. Высокое разрешение 2560×1600 и более четырёх миллионов пикселей — от такого сложно оторвать взгляд. Невероятно детальное и поразительно реалистичное изображение. Ясный и чёткий текст. Технология True Tone автоматически настраивает баланс белого под освещение вокруг вас, поэтому веб-страницы и электронные письма выглядят так естественно, словно они напечатаны на бумаге. Теперь технология Touch ID встроена и в MacBook Air. Она защищает вашу личную информацию и открывает доступ к ней только вам. Просто приложите палец к датчику Touch ID, и Mac разблокируется. Точно так же вы можете мгновенно открыть защищённые паролем документы, заметки и системные настройки. Другие пароли вводить не понадобится. Клавиатура MacBook Air оснащена механизмом «бабочка», поэтому клавиши реагируют на прикосновения в четыре раза стабильнее по сравнению с механизмом «ножницы». В результате скорость отклика — выше, а набор текста — комфортнее. Благодаря клавишам с индивидуальной подсветкой и датчику внешней освещённости текст удобно набирать даже при слабом освещении."
          }
        ],
        audio: [
          {
            price: 3000,
            id: 358062,
            img: "/audio/edifier.jpg",
            title: "Колонки 2.0 Edifier R1280T",
            description: "Колонки Edifier R1280T - двухполосная система формата 2.0, которая относится к популярной серии Studio. Внешний вид - проверенная классика. Корпус - из МДФ высокого класса E0, что нивелирует лишние акустические резонансы и устраняет восприимчивость к влаге. Низкие и средние частоты воспроизводятся через 4-х дюймовый (116 мм) динамик, воспроизведение высоких частот происходит через 0.5 дюймовый (13 мм) твитер. Акустическая система Edifier R1280T имеет рабочий диапазон от 75 до 18 000 Гц с чистотой звучания, достигаемой соотношением сигнал/шум 85 дБ. Продуманный в части функциональности дизайн активной колонки позволяет регулировать низкие и высокие частоты, громкость, а также подключать кабели с разъемами RCA. Регулировка громкости звука доступна и с беспроводного пульта. Общая мощность системы - 42 Вт."
          },
          {
            price: 4100,
            id: 428137,
            img: "/audio/sven.jpg",
            title: "Колонки 2.0 SVEN SPS-721",
            description: "Колонки SVEN SPS-721 черного цвета представлены в строгом дизайне и действуют в формате 2.0. Благодаря частоте 40-25000 Гц и общей выходной мощности 50 Вт обеспечивается высокое качество звучания. Имеется возможность регулирования басов и высоких частот. Предусматривается наличие ПДУ. Модель SVEN SPS-721 дополнена USB-портом и Bluetooth-интерфейсом, линейным стереовходом и аудиовыходом для наушников, а также SD-разъемом. Питание осуществляется от сети в 220 B. Фронтальные колонки с увеличенной мощностью 25 Вт каждая оснащены корпусами из МДФ и имеют габариты 16x25.5x18 см."
          },
          {
            price: 3200,
            id: 477676,
            img: "/audio/microlab.jpg",
            title: "Колонки 2.1 Microlab TMN9BT",
            description: "Колонки 2.1 Microlab TMN9BT обладает общей мощностью 40 Вт и представляют собой активную акустическую систему, которая гарантирует комфортное пользование благодаря уникальным функциям. Компактная система с двумя сателлитами и сабвуфером легко помещается рядом с монитором, что позволяет сделать ее стационарным устройством, которое будет иметь свое место. Благодаря поддержке Bluetooth вы можете подключать колонки к ноутбукам, смартфонам и планшетам, не задействуя провода. Microlab TMN9BT поддерживает независимое воспроизведение благодаря наличию слота для установки карт SD, с которых можно воспроизводить треклист, который вам нравится. Корпус колонок изготовлен из МДФ, благодаря чему достигается высокое качество звука. Акустическая система предусматривает наличие динамиков высоких частот без возможности регулировки, а также динамиков низких частот, которые поддерживают настройку. С правой стороны сабвуфера расположены два регулятора, при помощи которых вы сможете настраивать уровень низких частот и громкость звучания системы."
          },
          {
            price: 3200,
            id: 440208,
            img: "/audio/dialog.jpg",
            title: "Колонки 5.1 Dialog Progressive AP-505",
            description: "Колонки 5.1 Dialog Progressive AP-505 могут подключаться к внешним источникам звукового сигнала, они снабжены MP3-плеером, способным считывать аудиофайлы с флешек и карт памяти, а также FM-радиоприемником, они позволяют получить очень чистый и насыщенный звук. Колонки дополнены сабвуфером, значительно улучшающим воспроизведение низких частот. Встроенный импульсный источник питания не допускает появления помех даже при выборе большого уровня громкости. Данная модель имеет цифровой FM-тюнер и антенну для приема радиосигнала. Информация о текущем треке, источнике воспроизведения и настройках отображается на дисплее."
          },
          {
            price: 3200,
            id: 544980,
            img: "/audio/trust.jpg",
            title: "Колонки 2.1 Trust Vigor 2.1 Wireless",
            description: "Колонки 2.1 Trust Vigor 2.1 Wireless отличает возможность беспроводного подключения, так что вам не придется соединять колонки с источником звука проводами, что весьма удобно. Общая мощность устройства достигает 50 Вт, из них 30 – приходятся на сабвуфер, активного типа, выполненный по типу фазоинвертора. Такая конструкция позволяет и обеспечить чистый звук, и увеличить громкость без риска возникновения помех, и расширить низкочастотный диапазон. Что касается колонок, то каждая из них обладает мощностью в 10 Вт, они обе выполнены по типу закрытого ящика. Все это вкупе дает на выходе мощный чистый объемный звук, в том числе на низких частотах, которые в 2.1 Trust Vigor 2.1 Wireless можно регулировать."
          },
          {
            price: 3200,
            id: 576906,
            img: "/audio/vander.jpg",
            title: "Колонки 2.0 Thonet & Vander Vertrag BT",
            description: "Колонки 2.0 Thonet & Vander Vertrag BT выглядят стильно и изысканно, поэтому станут настоящим украшением интерьера – а все благодаря тому, что выполнены из МДФ белого цвета. Помимо эстетической функции, с этими колонками вы получаете и мощный, качественный, объемный звук без искажений и резонансов – следствие тщательно спроектированной конструкции и акустических характеристик. Минимальная воспроизводимая частота – 60 Гц, максимальная – 20000 Гц. 0.1% - таков уровень общих искажений. И высокие и низкие частоты пользователь может регулировать, подбирая идеальный баланс. Благодаря Bluetooth вы сможете воспроизводить аудиофайлы с планшетов и смартфонов. Thonet & Vander Vertrag BT снабжены магнитных экранированием динамиков, которое защищает последние от возможных повреждений."
          },
          {
            price: 3200,
            id: 850433,
            img: "/audio/microlab5.jpg",
            title: "Колонки 5.1 Dialog AP-555",
            description: "Акустические колонки Dialog Progressive AP-555 отличаются универсальными техническими характеристиками для воспроизведения качественного звучания. Модель выводит звук с максимальной мощностью в 100 Вт, что позволяет добиться результатов без искажений, комфортных для слухового восприятия. Благотворное влияние на звучание оказывает корпус, изготовленный из МДФ. Фронт сателлита снабжен магнитным экранированием, что помогает исключить помехи на экране при подключенных ТВ или ПК. Интерфейс Dialog Progressive AP-555 допускает использование карт SD. При включении FM-тюнера моментально начинается автопоиск до двадцати радиостанций, что отражается на четырехсимвольном LED-дисплее."
          },
          {
            price: 3200,
            id: 266708,
            img: "/audio/creative.jpg",
            title: "Колонки 2.0 Creative T15W",
            description: "Колонки Creative T15W представлены в элегантном черном дизайне, обладают общей выходной мощностью 20 Вт и действуют в формате 2.0. Благодаря частоте 80-20000 Гц обеспечивается высокая четкость звучания. Питание устройства осуществляется от сети 220 В. Модель Creative T15W дополнена линейным стереовходом, аудиовыходом для наушников и Bluetooth-интерфейсом. Фронтальные колонки оснащены пластиковыми корпусами, имеют мощность 10 Вт каждая и обладают габаритами 20x9x18 см. Представленная модель отличается простотой в эксплуатации и подходит для домашнего применения."
          },
          {
            price: 3200,
            id: 394755,
            img: "/audio/logitec.jpg",
            title: "Колонки 5.1 Logitech Z-506",
            description: "Колонки Logitech Z-506 применяются для качественного воспроизведения музыкальных и речевых программ в бытовых условиях для помещений не более 20 кв. м. Живое звучание общей мощностью в 75 Вт можно по достоинству оценить при использовании DVD-проигрывателя или игровых консолей через AV-кабель. Это достигается технологией 3D-стерео и особенностью дизайна активного сабвуфера с направленным вниз динамиком.Наличие разъема RСA и длина проводов до 5 м позволят удобно подключить колонки к плееру, компьютеру или ЖК-телевизору. На одной из колонок размещен регулятор низких частот и интерфейс для наушников – jack 3.5 мм. Корпус сателлитов сделан из пластика, а сабвуфер изготовлен из МДФ-панелей, поглощающих посторонние звуки. Система Logitech Z-506 в черном цвете обтекаемых форм выглядит стильно, отличается компактностью и удобно устанавливается рядом с совместимой техникой. Функциональные возможности и простота установки являются важными аргументами к выбору этой модели."
          }
        ],
        showcase: [
          {
            price: 3200,
            id: 394755,
            img: "/showcase/logitec.jpg",
            title: "Колонки 5.1 Logitech Z-506",
            description: "Колонки Logitech Z-506 применяются для качественного воспроизведения музыкальных и речевых программ в бытовых условиях для помещений не более 20 кв. м. Живое звучание общей мощностью в 75 Вт можно по достоинству оценить при использовании DVD-проигрывателя или игровых консолей через AV-кабель. Это достигается технологией 3D-стерео и особенностью дизайна активного сабвуфера с направленным вниз динамиком.Наличие разъема RСA и длина проводов до 5 м позволят удобно подключить колонки к плееру, компьютеру или ЖК-телевизору. На одной из колонок размещен регулятор низких частот и интерфейс для наушников – jack 3.5 мм. Корпус сателлитов сделан из пластика, а сабвуфер изготовлен из МДФ-панелей, поглощающих посторонние звуки. Система Logitech Z-506 в черном цвете обтекаемых форм выглядит стильно, отличается компактностью и удобно устанавливается рядом с совместимой техникой. Функциональные возможности и простота установки являются важными аргументами к выбору этой модели."
          },
          {
            price: 3200,
            id: 850433,
            img: "/showcase/microlab5.jpg",
            title: "Колонки 5.1 Dialog AP-555",
            description: "Акустические колонки Dialog Progressive AP-555 отличаются универсальными техническими характеристиками для воспроизведения качественного звучания. Модель выводит звук с максимальной мощностью в 100 Вт, что позволяет добиться результатов без искажений, комфортных для слухового восприятия. Благотворное влияние на звучание оказывает корпус, изготовленный из МДФ. Фронт сателлита снабжен магнитным экранированием, что помогает исключить помехи на экране при подключенных ТВ или ПК. Интерфейс Dialog Progressive AP-555 допускает использование карт SD. При включении FM-тюнера моментально начинается автопоиск до двадцати радиостанций, что отражается на четырехсимвольном LED-дисплее."
          },
          {
            price: 30000,
            id: 806312,
            img: "/showcase/lenovo.jpg",
            title: "Ноутбук Lenovo Ideapad L340-17API серый",
            description: "Ноутбук Lenovo IdeaPad L340 на базе процессора AMD позволяет делать больше за разумные деньги. Наслаждайтесь великолепным звучанием, превосходной производительностью и потрясающей графикой, где бы вы ни находились. Этот 17-дюймовый ноутбук поддерживает режим защиты зрения и функцию быстрой зарядки, а также оснащается шторкой веб-камеры — и все это в стандартной комплектации.."
          },
          {
            price: 131999,
            id: 424841,
            img: "/showcase/samsung.jpg",
            title: "55 (139 см) Телевизор LED Samsung UE55NU7090 черный",
            description: "Телевизор LED Samsung UE55NU7090 в черном пластиковом корпусе обладает большим Edge-LED-экраном диагональю 55 дюймов (138 см), разрешением 3840x2160 (4K) с возможностью поддержки HDR. Частота обновления дисплея соответствует 60 Гц.У модели есть множество функций и преимуществ, которые выделяют ее среди других. Например, можно передавать изображение с экрана телевизора на мобильное устройство, а также подключить к нему мышь и клавиатуру. Также оно поддерживает игровой режим – это значит, что телевизор можно использовать как огромный монитор. Кроме того, он обладает ОС Tizen, поддержкой Smart TV и встроенным модулем Wi-Fi.Объемное звучание мощностью 20 Вт обеспечивает достойное музыкальное сопровождение изображению на экране. Опция воспроизведения всевозможных файлов с внешних носителей, наличие цифровых тюнеров DVB-S2, DVB-C, DVB-T2 являются дополнительными возможностями телевизора Samsung UE55NU7090. Установить прибор можно на подставку или на настенное крепление VESA."
          },
          {
            price: 11199,
            id: 680010,
            img: "/showcase/lg.jpg",
            title: "6.1 Смартфон LG G7 Fit 32 ГБ черный",
            description: "Смартфон LG G7 Fit невольно притягивает к себе взгляды. В корпус с плавными линями и минимальной толщиной заключен яркий 6.1-дюймовый экран с соотношением сторон 19.5:9. Он подарит вам возможность наслаждаться потрясающей четкостью и отменной детализацией демонстрируемого на нем изображения. Даже при использовании устройства под прямыми солнечными лучами вы сможете без проблем рассмотреть транслируемый на дисплее материал за счет его высокой яркости, достигающей показателя 1000 нит. Элегантный корпус представленной техники выполнен из металла и стекла."
          },
          {
            price: 3200,
            id: 477676,
            img: "/showcase/microlab.jpg",
            title: "Колонки 2.1 Microlab TMN9BT",
            description: "Колонки 2.1 Microlab TMN9BT обладает общей мощностью 40 Вт и представляют собой активную акустическую систему, которая гарантирует комфортное пользование благодаря уникальным функциям. Компактная система с двумя сателлитами и сабвуфером легко помещается рядом с монитором, что позволяет сделать ее стационарным устройством, которое будет иметь свое место. Благодаря поддержке Bluetooth вы можете подключать колонки к ноутбукам, смартфонам и планшетам, не задействуя провода. Microlab TMN9BT поддерживает независимое воспроизведение благодаря наличию слота для установки карт SD, с которых можно воспроизводить треклист, который вам нравится. Корпус колонок изготовлен из МДФ, благодаря чему достигается высокое качество звука. Акустическая система предусматривает наличие динамиков высоких частот без возможности регулировки, а также динамиков низких частот, которые поддерживают настройку. С правой стороны сабвуфера расположены два регулятора, при помощи которых вы сможете настраивать уровень низких частот и громкость звучания системы."
          },
          {
            price: 51949,
            id: 534149,
            img: "/showcase/hp.jpg",
            title: "Ультрабук HP ENVY x360 13-ag0000ur серебристый",
            description: "Для хранения всех типов мультимедийных файлов, документов и приложений HP ENVY x360 13-ag0000ur может предложить 128 ГБ долговременной памяти. Ультрабук оборудован одним SSD-накопителем, который привлекает полной бесшумностью работы, малым энергопотреблением, высокой скоростью записи и считывания цифровых данных. Портативное устройство с качественным IPS-экраном, имеющим диагональ 13.3 дюйма, работает под управлением платформы Windows 10."
          },
          {
            price: 50000,
            id: 977904,
            img: "/showcase/acer.jpg",
            title: "Ультрабук Acer Swift 3 SF314-41G-R5WK серебристый",
            description: "Этот ультрабук создан для тех, кто хочет получить надежное и производительное компьютерное устройство с наиболее востребованным функционалом. Данная модель полностью удовлетворяет данные требования. Диск большого объема предоставляет вам возможности для долговременного хранения необходимой виртуальной информации. Устройство оборудовано веб-камерой и микрофоном, благодаря которым вы сможете организовывать видеоконференции с партнерами по бизнесу и коллегами по работе."
          }
        ]
      };

export default products;